Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# shortcut.fileExplorerOpenSelectionFinderAlias.label
source: File Explorer: Open Selection (Finder Alias)
ar: مستكشف الملفات: فتح التحديد (اختصار Finder)
bs: Preglednik datoteka: Otvori odabir (Finder alias)
da: Filoversigt: Åbn markering (Finder-alias)
de: Datei-Explorer: Auswahl öffnen (Finder-Alias)
es: Explorador de archivos: Abrir selección (alias de Finder)
fr: Explorateur de fichiers : ouvrir la sélection (alias Finder)
it: Esplora file: Apri selezione (alias Finder)
ja: ファイルエクスプローラ: 選択項目を開く (Finderエイリアス)
ko: 파일 탐색기: 선택 항목 열기 (Finder 별칭)
nb: Filutforsker: Åpne markering (Finder-alias)
pl: Eksplorator plików: Otwórz zaznaczenie (alias Findera)
pt_br: Explorador de arquivos: Abrir seleção (atalho do Finder)
ru: Проводник файлов: открыть выбранное (аналог Finder)
th: ตัวสำรวจไฟล์: เปิดรายการที่เลือก (นามแฝง Finder)
tr: Dosya Gezgini: Seçimi Aç (Finder Takma Adı)
uk: Провідник файлів: відкрити вибране (псевдонім Finder)
zh_hans: 文件资源管理器：打开所选项（Finder 别名）
zh_hant: 檔案瀏覽器：打開所選項（Finder 別名）

# shortcut.clearAllNotifications.label
source: Clear All Notifications
ar: مسح كل الإشعارات
bs: Obriši sva obavještenja
da: Ryd alle notifikationer
de: Alle Benachrichtigungen löschen
es: Borrar todas las notificaciones
fr: Effacer toutes les notifications
it: Cancella tutte le notifiche
ja: すべての通知をクリア
ko: 모든 알림 지우기
nb: Fjern alle varsler
pl: Wyczyść wszystkie powiadomienia
pt_br: Limpar Todas as Notificações
ru: Очистить все уведомления
th: ล้างการแจ้งเตือนทั้งหมด
tr: Tüm Bildirimleri Temizle
uk: Очистити всі сповіщення
zh_hans: 清除所有通知
zh_hant: 清除所有通知

# shortcut.flashFocusedPanel.label
source: Flash Focused Panel
ar: وميض اللوحة المركّزة
bs: Označi fokusirani panel
da: Fremhæv fokuseret panel
de: Fokussierten Bereich hervorheben
es: Resaltar panel enfocado
fr: Flasher le panneau actif
it: Evidenzia pannello attivo
ja: フォーカスペインを強調
ko: 포커스된 패널 깜빡이기
nb: Blink fokusert panel
pl: Podświetl aktywny panel
pt_br: Piscar Painel em Foco
ru: Подсветить активную панель
th: กะพริบแผงที่โฟกัส
tr: Odaklanılan Paneli Yanıp Söndür
uk: Підсвітити активну панель
zh_hans: 闪烁聚焦面板
zh_hant: 閃爍聚焦面板

# shortcut.focusHistoryBack.label
source: Focus Back
ar: التركيز للخلف
de: Fokus zurück
es: Retroceder foco
fr: Focus précédent
ja: フォーカスを戻す
ko: 이전 포커스
zh_hans: 焦点后退
zh_hant: 返回上一個焦點

# shortcut.focusHistoryForward.label
source: Focus Forward
ar: التركيز للأمام
de: Fokus vorwärts
es: Avanzar foco
fr: Focus suivant
ja: フォーカスを進める
ko: 다음 포커스
zh_hans: 焦点前进
zh_hant: 前往下一個焦點

# shortcut.focusNextPane.label
source: Focus Next Pane
ar: التركيز على اللوحة التالية
bs: Fokusiraj sljedeći panel
da: Fokuser næste panel
de: Nächsten Bereich fokussieren
es: Enfocar panel siguiente
fr: Activer le panneau suivant
it: Sposta focus pannello successivo
ja: 次のペインにフォーカス
ko: 다음 패널로 포커스
nb: Fokuser neste panel
pl: Fokus na następny panel
pt_br: Focar Próximo Painel
ru: Фокус на следующую панель
th: โฟกัสบานหน้าต่างถัดไป
tr: Sonraki Bölmeye Odaklan
uk: Фокус на наступну панель
zh_hans: 聚焦下一个窗格
zh_hant: 聚焦下一個窗格

# shortcut.focusPaneDown.label
source: Focus Pane Down
ar: التركيز على اللوحة أسفل
bs: Fokusiraj panel dolje
da: Fokuser panel nedad
de: Bereich unten fokussieren
es: Enfocar panel inferior
fr: Activer le panneau du bas
it: Sposta focus pannello in basso
ja: 下のペインにフォーカス
ko: 아래쪽 패널로 포커스
nb: Fokuser panel ned
pl: Fokus na panel poniżej
pt_br: Focar Painel Abaixo
ru: Фокус на панель снизу
th: โฟกัสบานหน้าต่างด้านล่าง
tr: Aşağıdaki Bölmeye Odaklan
uk: Фокус на панель внизу
zh_hans: 聚焦下方窗格
zh_hant: 聚焦下方窗格

# shortcut.focusPaneLeft.label
source: Focus Pane Left
ar: التركيز على اللوحة يسار
bs: Fokusiraj panel lijevo
da: Fokuser panel til venstre
de: Bereich links fokussieren
es: Enfocar panel izquierdo
fr: Activer le panneau de gauche
it: Sposta focus pannello a sinistra
ja: 左のペインにフォーカス
ko: 왼쪽 패널로 포커스
nb: Fokuser panel venstre
pl: Fokus na panel po lewej
pt_br: Focar Painel à Esquerda
ru: Фокус на панель слева
th: โฟกัสบานหน้าต่างด้านซ้าย
tr: Soldaki Bölmeye Odaklan
uk: Фокус на панель зліва
zh_hans: 聚焦左侧窗格
zh_hant: 聚焦左側窗格

# shortcut.focusPaneRight.label
source: Focus Pane Right
ar: التركيز على اللوحة يمين
bs: Fokusiraj panel desno
da: Fokuser panel til højre
de: Bereich rechts fokussieren
es: Enfocar panel derecho
fr: Activer le panneau de droite
it: Sposta focus pannello a destra
ja: 右のペインにフォーカス
ko: 오른쪽 패널로 포커스
nb: Fokuser panel høyre
pl: Fokus na panel po prawej
pt_br: Focar Painel à Direita
ru: Фокус на панель справа
th: โฟกัสบานหน้าต่างด้านขวา
tr: Sağdaki Bölmeye Odaklan
uk: Фокус на панель справа
zh_hans: 聚焦右侧窗格
zh_hant: 聚焦右側窗格

# shortcut.focusPaneUp.label
source: Focus Pane Up
ar: التركيز على اللوحة أعلى
bs: Fokusiraj panel gore
da: Fokuser panel opad
de: Bereich oben fokussieren
es: Enfocar panel superior
fr: Activer le panneau du haut
it: Sposta focus pannello in alto
ja: 上のペインにフォーカス
ko: 위쪽 패널로 포커스
nb: Fokuser panel opp
pl: Fokus na panel powyżej
pt_br: Focar Painel Acima
ru: Фокус на панель сверху
th: โฟกัสบานหน้าต่างด้านบน
tr: Yukarıdaki Bölmeye Odaklan
uk: Фокус на панель зверху
zh_hans: 聚焦上方窗格
zh_hant: 聚焦上方窗格

# shortcut.focusPreviousPane.label
source: Focus Previous Pane
ar: التركيز على اللوحة السابقة
bs: Fokusiraj prethodni panel
da: Fokuser forrige panel
de: Vorherigen Bereich fokussieren
es: Enfocar panel anterior
fr: Activer le panneau précédent
it: Sposta focus pannello precedente
ja: 前のペインにフォーカス
ko: 이전 패널로 포커스
nb: Fokuser forrige panel
pl: Fokus na poprzedni panel
pt_br: Focar Painel Anterior
ru: Фокус на предыдущую панель
th: โฟกัสบานหน้าต่างก่อนหน้า
tr: Önceki Bölmeye Odaklan
uk: Фокус на попередню панель
zh_hans: 聚焦上一个窗格
zh_hant: 聚焦上一個窗格

# shortcut.focusRightSidebar.label
source: Toggle Right Sidebar Focus
ar: تبديل التركيز على الشريط الجانبي الأيمن
de: Fokus der rechten Seitenleiste umschalten
es: Alternar el foco de la barra lateral derecha
fr: Basculer la mise au point sur la barre latérale droite
ja: 右サイドバーのフォーカスを切替
ko: 오른쪽 사이드바 포커스 전환
zh_hans: 切换右侧边栏焦点
zh_hant: 切換右側邊欄焦點

# shortcut.focusTextBoxInput.label
source: Focus TextBox Input
ar: التركيز على مدخل مربع النص
de: TextBox-Eingabe fokussieren
es: Enfocar entrada de cuadro de texto
fr: Cibler la zone de saisie de texte
ja: TextBox入力にフォーカス
ko: 텍스트 상자 입력에 포커스
zh_hans: 聚焦 TextBox 输入框
zh_hant: 聚焦文字方塊輸入

# shortcut.globalSearch.label
source: Global Search
ar: البحث الشامل
de: Globale Suche
es: Búsqueda global
fr: Recherche globale
ja: グローバル検索
ko: 전체 검색
zh_hans: 全局搜索
zh_hant: 全域搜尋

# shortcut.groupSelectedWorkspaces.label
source: Group Selected Workspaces
ar: تجميع مساحات العمل المحددة
bs: Grupiraj odabrane radne prostore
da: Gruppér valgte arbejdsområder
de: Ausgewählte Arbeitsbereiche gruppieren
es: Agrupar espacios de trabajo seleccionados
fr: Grouper les espaces de travail sélectionnés
it: Raggruppa aree di lavoro selezionate
ja: 選択したワークスペースをグループ化
ko: 선택한 작업 공간 그룹화
nb: Grupper valgte arbeidsområder
pl: Grupuj zaznaczone przestrzenie
pt_br: Agrupar áreas de trabalho selecionadas
ru: Сгруппировать выбранные рабочие пространства
th: จัดกลุ่มเวิร์กสเปซที่เลือก
tr: Seçili çalışma alanlarını grupla
uk: Згрупувати вибрані робочі області
zh_hans: 将所选工作区分组
zh_hant: 將所選工作區分組

# shortcut.increaseWorkspaceTerminalFontSize.label
source: Increase Font Size for Workspace Terminals
ar: تكبير حجم الخط لطرفيات مساحة العمل
de: Schriftgröße für Terminals im Arbeitsbereich erhöhen
es: Aumentar tamaño de fuente para terminales del espacio de trabajo
fr: Augmenter la taille de la police pour les terminaux d’espace de travail
ja: ワークスペース内のターミナルのフォントサイズを大きくする
ko: 작업 공간 터미널의 글꼴 크기 확대
zh_hans: 增大工作区终端字号
zh_hant: 放大工作區終端機字型大小

# shortcut.jumpToUnread.label
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀

# shortcut.key.mediaBrightnessDown
source: Brightness Down
ar: خفض السطوع
bs: Smanji osvjetljenje
da: Lysstyrke ned
de: Helligkeit verringern
es: Bajar brillo
fr: Diminuer la luminosité
it: Riduci luminosità
ja: 画面の明るさを下げる
ko: 밝기 낮추기
nb: Lysstyrke ned
pl: Zmniejsz jasność
pt_br: Diminuir brilho
ru: Уменьшить яркость
th: ลดความสว่าง
tr: Parlaklığı Azalt
uk: Зменшити яскравість
zh_hans: 降低亮度
zh_hant: 調低亮度

# shortcut.key.mediaBrightnessUp
source: Brightness Up
ar: رفع السطوع
bs: Povećaj osvjetljenje
da: Lysstyrke op
de: Helligkeit erhöhen
es: Subir brillo
fr: Augmenter la luminosité
it: Aumenta luminosità
ja: 画面の明るさを上げる
ko: 밝기 높이기
nb: Lysstyrke opp
pl: Zwiększ jasność
pt_br: Aumentar brilho
ru: Увеличить яркость
th: เพิ่มความสว่าง
tr: Parlaklığı Artır
uk: Збільшити яскравість
zh_hans: 提高亮度
zh_hant: 調高亮度

# shortcut.key.mediaMute
source: Mute
ar: كتم الصوت
bs: Isključi zvuk
da: Lyd fra
de: Stummschalten
es: Silenciar
fr: Couper le son
it: Disattiva audio
ja: 消音
ko: 음소거
nb: Demp
pl: Wycisz
pt_br: Silenciar
ru: Выключить звук
th: ปิดเสียง
tr: Sesi Kapat
uk: Вимкнути звук
zh_hans: 静音
zh_hant: 靜音

# shortcut.key.mediaNext
source: Next Track
ar: المسار التالي
bs: Sljedeća numera
da: Næste nummer
de: Nächster Titel
es: Siguiente pista
fr: Piste suivante
it: Brano successivo
ja: 次のトラック
ko: 다음 트랙
nb: Neste spor
pl: Następny utwór
pt_br: Próxima faixa
ru: Следующая дорожка
th: แทร็กถัดไป
tr: Sonraki Parça
uk: Наступна доріжка
zh_hans: 下一曲
zh_hant: 下一首

# shortcut.key.mediaPlayPause
source: Play/Pause
ar: تشغيل/إيقاف مؤقت
bs: Reprodukcija/pauza
da: Afspil/pause
de: Wiedergabe/Pause
es: Reproducir/Pausa
fr: Lecture/Pause
it: Riproduci/Pausa
ja: 再生/一時停止
ko: 재생/일시 정지
nb: Spill av/pause
pl: Odtwórz/wstrzymaj
pt_br: Reproduzir/Pausar
ru: Воспроизведение/пауза
th: เล่น/หยุดชั่วคราว
tr: Oynat/Duraklat
uk: Відтворення/пауза
zh_hans: 播放/暂停
zh_hant: 播放/暫停

# shortcut.key.mediaPrevious
source: Previous Track
ar: المسار السابق
bs: Prethodna numera
da: Forrige nummer
de: Vorheriger Titel
es: Pista anterior
fr: Piste précédente
it: Brano precedente
ja: 前のトラック
ko: 이전 트랙
nb: Forrige spor
pl: Poprzedni utwór
pt_br: Faixa anterior
ru: Предыдущая дорожка
th: แทร็กก่อนหน้า
tr: Önceki Parça
uk: Попередня доріжка
zh_hans: 上一曲
zh_hant: 上一首

# shortcut.key.mediaVolumeDown
source: Volume Down
ar: خفض مستوى الصوت
bs: Smanji jačinu zvuka
da: Lydstyrke ned
de: Leiser
es: Bajar volumen
fr: Baisser le volume
it: Abbassa volume
ja: 音量を下げる
ko: 음량 낮추기
nb: Volum ned
pl: Zmniejsz głośność
pt_br: Diminuir volume
ru: Уменьшить громкость
th: ลดเสียง
tr: Sesi Azalt
uk: Зменшити гучність
zh_hans: 调低音量
zh_hant: 調低音量

# shortcut.key.mediaVolumeUp
source: Volume Up
ar: رفع مستوى الصوت
bs: Povećaj jačinu zvuka
da: Lydstyrke op
de: Lauter
es: Subir volumen
fr: Augmenter le volume
it: Alza volume
ja: 音量を上げる
ko: 음량 높이기
nb: Volum opp
pl: Zwiększ głośność
pt_br: Aumentar volume
ru: Увеличить громкость
th: เพิ่มเสียง
tr: Sesi Artır
uk: Збільшити гучність
zh_hans: 调高音量
zh_hant: 調高音量

# shortcut.key.space
source: Space
ar: مسافة
bs: Razmak
da: Mellemrum
de: Leertaste
es: Espacio
fr: Espace
it: Spazio
ja: スペース
ko: 스페이스
nb: Mellomrom
pl: Spacja
pt_br: Espaço
ru: Пробел
th: เว้นวรรค
tr: Boşluk
uk: Пробіл
zh_hans: 空格
zh_hant: 空格

# shortcut.key.tab
source: Tab
ar: مفتاح Tab
tr: Sekme

# shortcut.markAllNotificationsRead.label
source: Mark All Notifications Read
ar: تعليم كل الإشعارات كمقروءة
bs: Označi sva obavještenja kao pročitana
da: Marker alle notifikationer som læste
de: Alle Benachrichtigungen als gelesen markieren
es: Marcar todas las notificaciones como leídas
fr: Marquer toutes les notifications comme lues
it: Segna tutte le notifiche come lette
ja: すべての通知を既読にする
ko: 모든 알림을 읽음으로 표시
nb: Merk alle varsler som lest
pl: Oznacz wszystkie powiadomienia jako przeczytane
pt_br: Marcar Todas as Notificações como Lidas
ru: Отметить все уведомления как прочитанные
th: ทำเครื่องหมายการแจ้งเตือนทั้งหมดว่าอ่านแล้ว
tr: Tüm Bildirimleri Okundu İşaretle
uk: Позначити всі сповіщення як прочитані
zh_hans: 将所有通知标记为已读
zh_hant: 將所有通知標示為已讀

# shortcut.markOldestUnreadAndJumpNext.label
source: Mark as Oldest Unread and Jump to Next Latest Unread
ar: تمييز كأقدم غير مقروء والانتقال إلى غير المقروء الأحدث التالي
de: Als älteste ungelesene markieren und zur nächsten aktuellen ungelesenen springen
es: Marcar como no leído más antiguo e ir al siguiente no leído más reciente
fr: Marquer comme le plus ancien non lu et aller au non lu suivant
ja: 最古の未読としてマークして次の最新未読にジャンプ
ko: 가장 오래된 읽지 않은 상태로 표시하고 다음 읽지 않은 항목으로 이동
zh_hans: 标记为最早未读并跳转到下一条最新未读
zh_hant: 標記為最早未讀並跳至下一個最新未讀

# shortcut.markWorkspaceDone.label
source: Mark Workspace as Done
ar: تمييز مساحة العمل كمكتملة
de: Arbeitsbereich als erledigt markieren
es: Marcar espacio de trabajo como completado
fr: Marquer l’espace de travail comme terminé
ja: ワークスペースを完了にする
ko: 작업 공간을 완료로 표시
zh_hans: 将工作区标记为已完成
zh_hant: 將工作區標記為已完成

# shortcut.markdownZoomIn.label
source: Markdown Viewer: Zoom In
ar: عارض Markdown: تكبير
de: Markdown-Viewer: Vergrößern
es: Visor de Markdown: Acercar
fr: Visionneuse Markdown : Zoom avant
ja: Markdown ビューア: 拡大
ko: 마크다운 뷰어: 확대
zh_hans: Markdown 查看器：放大
zh_hant: Markdown 檢視器：放大

# shortcut.markdownZoomOut.label
source: Markdown Viewer: Zoom Out
ar: عارض Markdown: تصغير
de: Markdown-Viewer: Verkleinern
es: Visor de Markdown: Alejar
fr: Visionneuse Markdown : Zoom arrière
ja: Markdown ビューア: 縮小
ko: 마크다운 뷰어: 축소
zh_hans: Markdown 查看器：缩小
zh_hant: Markdown 檢視器：縮小

# shortcut.markdownZoomReset.label
source: Markdown Viewer: Actual Size
ar: عارض Markdown: الحجم الفعلي
de: Markdown-Viewer: Originalgröße
es: Visor de Markdown: Tamaño real
fr: Visionneuse Markdown : Taille réelle
ja: Markdown ビューア: 実際のサイズ
ko: 마크다운 뷰어: 실제 크기
zh_hans: Markdown 查看器：实际大小
zh_hant: Markdown 檢視器：實際大小

# shortcut.moveSurfaceLeft.label
source: Reorder Surface Left
ar: إعادة ترتيب السطح لليسار
de: Oberfläche nach links umordnen
es: Reordenar superficie a la izquierda
fr: Réorganiser la surface d’affichage vers la gauche
ja: サーフェスを左へ並べ替え
ko: 화면 순서를 왼쪽으로 변경
zh_hans: 将表面向左重排
zh_hant: 向左重排介面

# shortcut.moveSurfaceRight.label
source: Reorder Surface Right
ar: إعادة ترتيب السطح لليمين
de: Oberfläche nach rechts umordnen
es: Reordenar superficie a la derecha
fr: Réorganiser la surface d’affichage vers la droite
ja: サーフェスを右へ並べ替え
ko: 화면 순서를 오른쪽으로 변경
zh_hans: 将表面向右重排
zh_hant: 向右重排介面

# shortcut.moveSurfaceToNextPane.label
source: Move Surface to Next Pane
ar: نقل السطح إلى الجزء التالي
de: Oberfläche in das nächste Teilfenster verschieben
es: Mover superficie al siguiente panel
fr: Déplacer la surface d’affichage vers le volet suivant
ja: サーフェスを次のペインへ移動
ko: 화면을 다음 분할 창으로 이동
zh_hans: 将表面移至下一个窗格
zh_hant: 將介面移動至下一個窗格

# shortcut.moveSurfaceToPaneDown.label
source: Move Surface to Pane Below
ar: نقل السطح إلى الجزء أدناه
de: Oberfläche in das Teilfenster darunter verschieben
es: Mover superficie al panel de abajo
fr: Déplacer la surface d’affichage vers le volet en dessous
ja: サーフェスを下のペインへ移動
ko: 화면을 아래 분할 창으로 이동
zh_hans: 将表面移至下方窗格
zh_hant: 將介面移動至下方窗格

# shortcut.moveSurfaceToPaneLeft.label
source: Move Surface to Pane on Left
ar: نقل السطح إلى الجزء على اليسار
de: Oberfläche in das linke Teilfenster verschieben
es: Mover superficie al panel de la izquierda
fr: Déplacer la surface d’affichage vers le volet de gauche
ja: サーフェスを左のペインへ移動
ko: 화면을 왼쪽 분할 창으로 이동
zh_hans: 将表面移至左侧窗格
zh_hant: 將介面移動至左側窗格

# shortcut.moveSurfaceToPaneRight.label
source: Move Surface to Pane on Right
ar: نقل السطح إلى الجزء على اليمين
de: Oberfläche in das rechte Teilfenster verschieben
es: Mover superficie al panel de la derecha
fr: Déplacer la surface d’affichage vers le volet de droite
ja: サーフェスを右のペインへ移動
ko: 화면을 오른쪽 분할 창으로 이동
zh_hans: 将表面移至右侧窗格
zh_hant: 將介面移動至右側窗格

# shortcut.moveSurfaceToPaneUp.label
source: Move Surface to Pane Above
ar: نقل السطح إلى الجزء أعلاه
de: Oberfläche in das Teilfenster darüber verschieben
es: Mover superficie al panel de arriba
fr: Déplacer la surface d’affichage vers le volet au-dessus
ja: サーフェスを上のペインへ移動
ko: 화면을 위 분할 창으로 이동
zh_hans: 将表面移至上方窗格
zh_hant: 將介面移動至上方窗格

# shortcut.moveSurfaceToPreviousPane.label
source: Move Surface to Previous Pane
ar: نقل السطح إلى الجزء السابق
de: Oberfläche in das vorherige Teilfenster verschieben
es: Mover superficie al panel anterior
fr: Déplacer la surface d’affichage vers le volet précédent
ja: サーフェスを前のペインへ移動
ko: 화면을 이전 분할 창으로 이동
zh_hans: 将表面移至上一个窗格
zh_hant: 將介面移動至上一個窗格

# shortcut.moveWorkspaceDown.label
source: Move Workspace Down
ar: نقل مساحة العمل لأسفل
de: Arbeitsbereich nach unten verschieben
es: Mover espacio de trabajo hacia abajo
fr: Déplacer l’espace de travail vers le bas
ja: ワークスペースを下へ移動
ko: 작업 공간 아래로 이동
zh_hans: 下移工作区
zh_hant: 向下移動工作區

# shortcut.moveWorkspaceUp.label
source: Move Workspace Up
ar: نقل مساحة العمل لأعلى
de: Arbeitsbereich nach oben verschieben
es: Mover espacio de trabajo hacia arriba
fr: Déplacer l’espace de travail vers le haut
ja: ワークスペースを上へ移動
ko: 작업 공간 위로 이동
zh_hans: 上移工作区
zh_hant: 向上移動工作區

# shortcut.newBrowserWorkspace.label
source: New Browser Workspace
ar: مساحة عمل متصفح جديدة
bs: Novi radni prostor preglednika
da: Nyt browserarbejdsområde
de: Neuer Browser-Arbeitsbereich
es: Nuevo espacio de trabajo de navegador
fr: Nouvel espace de travail navigateur
it: Nuova area di lavoro browser
ja: 新規ブラウザワークスペース
ko: 새 브라우저 작업 공간
nb: Nytt nettleserarbeidsområde
pl: Nowa przestrzeń robocza przeglądarki
pt_br: Nova Área de Trabalho de Navegador
ru: Новое рабочее пространство браузера
th: เวิร์กสเปซเบราว์เซอร์ใหม่
tr: Yeni Tarayıcı Çalışma Alanı
uk: Нова робоча область браузера
zh_hans: 新建浏览器工作区
zh_hant: 新增瀏覽器工作區

# shortcut.newSurface.label
source: New Surface
ar: سطح جديد
bs: Nova površina
da: Ny overflade
de: Neue Oberfläche
es: Nueva superficie
fr: Nouvelle surface
it: Nuova superficie
ja: 新規サーフェス
ko: 새 화면
nb: Ny flate
pl: Nowa powierzchnia
pt_br: Nova Superfície
ru: Новая поверхность
th: พื้นผิวใหม่
tr: Yeni Yüzey
uk: Нова поверхня
zh_hans: 新建 Surface
zh_hant: 新增 Surface

# shortcut.newWindow.label
source: New Window
ar: نافذة جديدة
bs: Novi prozor
da: Nyt vindue
de: Neues Fenster
es: Nueva ventana
fr: Nouvelle fenêtre
it: Nuova finestra
ja: 新規ウインドウ
ko: 새 윈도우
nb: Nytt vindu
pl: Nowe okno
pt_br: Nova Janela
ru: Новое окно
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新增視窗

# shortcut.newWorkspace.label
source: New Workspace
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ワークスペース
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova Área de Trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# shortcut.newWorkspaceGroup.label
source: New Workspace Group
ar: مجموعة مساحة عمل جديدة
bs: Nova grupa radnih prostora
da: Ny arbejdsområdegruppe
de: Neue Arbeitsbereichsgruppe
es: Nuevo grupo de espacios de trabajo
fr: Nouveau groupe d’espaces de travail
it: Nuovo gruppo di aree di lavoro
ja: 新規ワークスペースグループ
ko: 새 작업 공간 그룹
nb: Ny arbeidsområdegruppe
pl: Nowa grupa przestrzeni roboczych
pt_br: Novo grupo de áreas de trabalho
ru: Новая группа рабочих пространств
th: กลุ่มเวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı Grubu
uk: Нова група робочих областей
zh_hans: 新建工作区组
zh_hant: 新增工作區群組

# shortcut.nextSurface.label
source: Next Surface
ar: السطح التالي
bs: Sljedeća površina
da: Næste overflade
de: Nächste Oberfläche
es: Siguiente superficie
fr: Surface suivante
it: Superficie successiva
ja: 次のサーフェス
ko: 다음 화면
nb: Neste flate
pl: Następna powierzchnia
pt_br: Próxima Superfície
ru: Следующая поверхность
th: พื้นผิวถัดไป
tr: Sonraki Yüzey
uk: Наступна поверхня
zh_hans: 下一个 Surface
zh_hant: 下一個 Surface

# shortcut.nextWorkspace.label
source: Next Workspace
ar: مساحة العمل التالية
bs: Sljedeći radni prostor
da: Næste arbejdsområde
de: Nächster Arbeitsbereich
es: Siguiente espacio de trabajo
fr: Espace de travail suivant
it: Area di lavoro successiva
ja: 次のワークスペース
ko: 다음 작업 공간
nb: Neste arbeidsområde
pl: Następna przestrzeń robocza
pt_br: Próxima Área de Trabalho
ru: Следующее рабочее пространство
th: เวิร์กสเปซถัดไป
tr: Sonraki Çalışma Alanı
uk: Наступна робоча область
zh_hans: 下一个工作区
zh_hant: 下一個工作區

# shortcut.nextWorkspaceInGroup.label
source: Next Workspace in Group
ar: مساحة العمل التالية في المجموعة
de: Nächster Arbeitsbereich in Gruppe
es: Siguiente espacio de trabajo del grupo
fr: Espace de travail suivant dans le groupe
ja: グループ内の次のワークスペース
ko: 그룹 내 다음 작업 공간
zh_hans: 分组内的下一个工作区
zh_hant: 群組中的下一個工作區

# shortcut.openBrowser.label
source: Open Browser
ar: فتح المتصفح
bs: Otvori preglednik
da: Åbn browser
de: Browser öffnen
es: Abrir navegador
fr: Ouvrir le navigateur
it: Apri browser
ja: ブラウザを開く
ko: 브라우저 열기
nb: Åpne nettleser
pl: Otwórz przeglądarkę
pt_br: Abrir Navegador
ru: Открыть браузер
th: เปิดเบราว์เซอร์
tr: Tarayıcıyı Aç
uk: Відкрити браузер
zh_hans: 打开浏览器
zh_hant: 開啟瀏覽器

# shortcut.openDiffViewer.label
source: Open Diff Viewer
ar: فتح عارض الاختلافات
bs: Otvori preglednik razlika
da: Åbn diffvisning
de: Diff-Viewer öffnen
es: Abrir visor de diferencias
fr: Ouvrir la visionneuse de diff
it: Apri visualizzatore diff
ja: 差分ビューアを開く
ko: Diff 뷰어 열기
nb: Åpne diffvisning
pl: Otwórz podgląd różnic
pt_br: Abrir visualizador de diff
ru: Открыть просмотр diff
th: เปิดตัวดู diff
tr: Diff Görüntüleyiciyi Aç
uk: Відкрити переглядач diff
zh_hans: 打开差异查看器
zh_hant: 開啟差異檢視器

# shortcut.openFolder.label
source: Open Folder
ar: فتح مجلد
bs: Otvori folder
da: Åbn mappe
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir un dossier
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nb: Åpne mappe
pl: Otwórz folder
pt_br: Abrir Pasta
ru: Открыть папку
th: เปิดโฟลเดอร์
tr: Klasör Aç
uk: Відкрити теку
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

# shortcut.pressShortcut.prompt
source: Press shortcut…
ar: اضغط الاختصار…
bs: Pritisnite prečicu…
da: Tryk genvej…
de: Tastenkürzel drücken …
es: Pulsa un atajo…
fr: Appuyez sur un raccourci...
it: Premi la scorciatoia…
ja: ショートカットを入力…
ko: 단축키를 누르세요…
nb: Trykk snarvei …
pl: Naciśnij skrót…
pt_br: Pressione o atalho…
ru: Нажмите сочетание клавиш...
th: กดแป้นพิมพ์ลัด...
tr: Kısayola basın…
uk: Натисніть комбінацію…
zh_hans: 请按快捷键...
zh_hant: 請按快速鍵...

# shortcut.previousSurface.label
source: Previous Surface
ar: السطح السابق
bs: Prethodna površina
da: Forrige overflade
de: Vorherige Oberfläche
es: Superficie anterior
fr: Surface précédente
it: Superficie precedente
ja: 前のサーフェス
ko: 이전 화면
nb: Forrige flate
pl: Poprzednia powierzchnia
pt_br: Superfície Anterior
ru: Предыдущая поверхность
th: พื้นผิวก่อนหน้า
tr: Önceki Yüzey
uk: Попередня поверхня
zh_hans: 上一个 Surface
zh_hant: 上一個 Surface

# shortcut.previousWorkspace.label
source: Previous Workspace
ar: مساحة العمل السابقة
bs: Prethodni radni prostor
da: Forrige arbejdsområde
de: Vorheriger Arbeitsbereich
es: Espacio de trabajo anterior
fr: Espace de travail précédent
it: Area di lavoro precedente
ja: 前のワークスペース
ko: 이전 작업 공간
nb: Forrige arbeidsområde
pl: Poprzednia przestrzeń robocza
pt_br: Área de Trabalho Anterior
ru: Предыдущее рабочее пространство
th: เวิร์กสเปซก่อนหน้า
tr: Önceki Çalışma Alanı
uk: Попередня робоча область
zh_hans: 上一个工作区
zh_hant: 上一個工作區

# shortcut.previousWorkspaceInGroup.label
source: Previous Workspace in Group
ar: مساحة العمل السابقة في المجموعة
de: Vorheriger Arbeitsbereich in Gruppe
es: Espacio de trabajo anterior del grupo
fr: Espace de travail précédent dans le groupe
ja: グループ内の前のワークスペース
ko: 그룹 내 이전 작업 공간
zh_hans: 分组内的上一个工作区
zh_hant: 群組中的上一個工作區
